{
    "header": {
        "first": "Warum ich",
        "second": "Fähigkeiten",
        "third": "Projekte",
        "fourth": "Kontakt"
    },
    "aot": {
        "button": "KONTAKTIERE MICH",
        "dev": "FRONTEND-ENTWICKLER",
        "name": "Tim Daubner"
    },
    "why-me": {
        "titel": "Warum ich",
        "description": "Ich bin ein leidenschaftlicher Frontend-Entwickler mit Kenntnissen in JavaScript, HTML, CSS und Angular sowie Erfahrung im Umgang mit APIs und C# Unity. Ich liebe die Kreativität beim Programmieren – Ideen in interaktive Erlebnisse zu verwandeln und komplexe Rätsel durch Logik und Design zu lösen. Stets neugierig auf neue Technologien, treibt mich der Wunsch nach kontinuierlichem Wachstum, Problemlösung und der Entwicklung sauberer, effizienter und ansprechender Anwendungen an.",
        "graphic-first": "Ich bin",
        "graphic-second": "ortsansässig in Ulm",
        "graphic-third": "offen für Remote-Arbeit",
        "graphic-fourth": "bereit Umzuziehen",
        "graphic-fifth": "Schreib mir"
    },
    "my-skills": {
        "titel": "Meine Fähigkeiten",
        "challenge-me": "Gib mir eine Herausforderung",
        "cm-extra": "Ich lerne immer gerne neue Technologien – sag mir einfach, was du brauchst."
    },
    "my-projects": {
        "titel": "Projekte",
        "join": {
            "description": "Es handelt sich um eine Kanban-ähnliche Anwendung, die entwickelt wurde, um Projekte zu verwalten und die Aufgabenbearbeitung zu optimieren."
        },
        "pokedex": {
            "description": "Eine Pokédex-App mit Drittanbieter-API, die es ermöglicht, alle Pokémon samt Statistiken und Zusatzinformationen zu entdecken."
        },
        "jumpquest": {
            "description": "Jump Quest ist ein 2D-Browser-Platformer in JavaScript, der Echtzeit-Rendering, physikbasierte Bewegungen und Gameplay-Logik kombiniert, um ein spielbares und visuell fesselndes Browser-Erlebnis zu bieten."
        }
    },
    "team-comments": {
        "titel": "Auf der Suche nach einem Teamplayer? So beschreiben mich meine Kollegen.",
        "first": "„Tim musste Inhalte gemeinsam mit den Teammitgliedern entwickeln, aufbereiten und bereitstellen. Er ist eine zuverlässige und freundliche Person.“",
        "second": "„ Er ist eine zuverlässige und freundliche Person, arbeitet strukturiert und schreibt klaren Code. Ich kann ihn als Kollegen empfehlen.“",
        "third": "„Er ist ein zuverlässiger Teamplayer, der auch unter Zeitdruck gute Leistungen erbringt. Arbeitet strukturiert und schreibt sauberen Code.“"
    },
    "contact-me": {
        "titel": "Kontaktiere mich",
        "description": "Ich freue mich immer darauf, mit anderen in Kontakt zu treten und neue Möglichkeiten im Frontend-Development zu erkunden. Besonders interessiert mich die Entwicklung von responsiven, benutzerfreundlichen Interfaces mit Angular, HTML, CSS und JavaScript. Wenn Sie an einem Projekt arbeiten, das einen leidenschaftlichen Frontend-Entwickler benötigt, würde ich mich freuen, einen Beitrag leisten zu können!",
        "policy": "Ich habe die <a href=policy>Datenschutzbestimmungen</a> gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu."
    },
    "footer": {
        "titel": "Frontend-Entwickler",
        "imprint": "Imprint",
        "policy": "Datenschutzerklärung"
    },
    "imprint": {
        "titel": "Imprint",
        "board": "Vorstandsvorstellung",
        "terms": "Zustimmung der Bedingungen",
        "terms-p": "Durch den Zugriff auf und die Nutzung <b>Portfolio</b> (Produkt) erkennen Sie die folgenden Bedingungen sowie alle Richtlinien, Vorgaben oder Änderungen an, die Ihnen von Zeit zu Zeit präsentiert werden können. Wir, die aufgeführten Studierenden, können die Bedingungen jederzeit aktualisieren oder ändern, ohne dies vorher anzukündigen.",
        "owner": "Produktumfang und Eigentum",
        "owner-p": "<b>Portfolio</b> wurde im Rahmen eines studentischen Gruppenprojekts in einem Web-Development-Bootcamp an der <b>Developer Akademie GmbH</b> entwickelt. Es dient Bildungszwecken und ist nicht für umfangreiche private oder geschäftliche Nutzung gedacht. Daher können wir keine gleichbleibende Verfügbarkeit, Zuverlässigkeit, Genauigkeit oder andere Qualitätsaspekte dieses Produkts garantieren.",
        "owner-p-second": "Das Design von <b>Portfolio</b> ist Eigentum der <b>Developer Akademie GmbH</b>. Unbefugte Nutzung, Vervielfältigung, Veränderung, Verbreitung oder Replikation des Designs ist strengstens untersagt.",
        "rights": "Urheberrechte und Eigentumsrechte",
        "rights-p": "Abgesehen vom Design, das im Eigentum der <b>Developer Akademie GmbH</b> steht, behalten wir, die aufgeführten Studierenden, alle Eigentumsrechte an <b>Portfolio</b>, einschließlich aller zugehörigen urheberrechtlich geschützten Materialien, Marken und sonstigen proprietären Informationen.",
        "use": "Benutzung des Produktes",
        "use-p": "<b>Portfolio</b> darf nur für rechtmäßige Zwecke in Übereinstimmung mit allen geltenden Gesetzen und Vorschriften genutzt werden. Jede Nutzung von <b>Portfolio</b> für illegale Aktivitäten oder zur Belästigung, Schädigung, Bedrohung oder Einschüchterung anderer Personen ist strengstens untersagt. Sie sind allein verantwortlich für Ihre Interaktionen mit anderen Nutzern von <b>Portfolio</b>.",
        "limit": "Haftungsausschluss und Begrenzung der Haftung",
        "limit-p": "<b>Portfolio</b> wird ohne jegliche Gewährleistung bereitgestellt, weder ausdrücklich noch stillschweigend, einschließlich, aber nicht beschränkt auf die stillschweigenden Gewährleistungen der Marktgängigkeit, Eignung für einen bestimmten Zweck und Nichtverletzung von Rechten Dritter. Unter keinen Umständen haften wir, die aufgeführten Studierenden, oder die Developer Akademie für direkte, indirekte, zufällige, besondere, Folgeschäden oder beispielhafte Schäden, einschließlich, aber nicht beschränkt auf Schäden durch entgangenen Gewinn, Goodwill, Nutzung, Daten oder sonstige immaterielle Verluste, selbst wenn wir auf die Möglichkeit solcher Schäden hingewiesen wurden, die aus der Nutzung oder Leistung von <b>Portfolio</b> entstehen.",
        "indemity": "Freistellung",
        "indemity-p": "Sie erklären sich damit einverstanden, uns, die aufgeführten Studierenden, die Developer Akademie sowie unsere verbundenen Unternehmen, Partner, Führungskräfte, Direktoren, Agenten und Mitarbeiter von allen Ansprüchen, Forderungen, Verlusten, Schäden, Kosten oder Haftungen (einschließlich angemessener Anwaltskosten) freizustellen, zu verteidigen und schadlos zu halten, die sich aus Ihrer Nutzung von <b>Portfolio</b> und/oder Ihrem Verstoß gegen dieses Impressum ergeben. <br>Für Fragen oder Mitteilungen kontaktieren Sie uns bitte unter [Kontakt-E-Mail].<br>Datum: 26. Juli 2025"
    },
    "policy": {
        "titel": "Datenschutzerklärung",
        "update": "letztes Update: 16 Januar, 2025",
        "description": "Diese Datenschutzerklärung beschreibt unsere Richtlinien und Verfahren zur Erhebung, Nutzung und Offenlegung Ihrer Informationen, wenn Sie den Service nutzen, und informiert Sie über Ihre Datenschutzrechte sowie darüber, wie Sie durch das Gesetz geschützt werden.",
        "description-p": "Wir verwenden Ihre personenbezogenen Daten, um den Service bereitzustellen und zu verbessern. Durch die Nutzung des Service erklären Sie sich mit der Erhebung und Verwendung von Informationen gemäß dieser Datenschutzrichtlinie einverstanden. Diese Datenschutzrichtlinie wurde mit Hilfe des <a href='https://www.termsfeed.com/privacy-policy-generator/' target='_blank'>Datenschutzerklärungs-Generator</a> erstellt.",
        "interpret": "Auslegung und Definitionen",
        "inter": "Auslegung",
        "inter-p": "Wörter, deren Anfangsbuchstaben großgeschrieben sind, haben die im Folgenden definierten Bedeutungen. Diese Definitionen gelten unabhängig davon, ob sie im Singular oder Plural verwendet werden.",
        "def": "Definitionen",
        "def-p": "Für die Zwecke dieser Datenschutzerklärung gilt:",
        "list-0": "Konto bezeichnet ein eindeutiges Konto, das für Sie erstellt wurde, um auf unseren Service oder Teile unseres Services zuzugreifen.",
        "list-1": "Verbundenes Unternehmen bezeichnet ein Unternehmen, das eine Partei kontrolliert, von dieser kontrolliert wird oder unter gemeinsamer Kontrolle steht, wobei „Kontrolle“ den Besitz von 50 % oder mehr der Anteile, Beteiligungen oder anderen Wertpapiere bedeutet, die zum Stimmrecht bei der Wahl von Direktoren oder einer anderen Leitungsinstanz berechtigen.",
        "list-2": "Unternehmen (im Rahmen dieser Vereinbarung auch bezeichnet als „das Unternehmen“, „wir“, „uns“ oder „unser“) bezieht sich auf tim-daubner.",
        "list-3": "Cookies sind kleine Dateien, die von einer Website auf Ihrem Computer, Mobilgerät oder einem anderen Gerät gespeichert werden und Details Ihres Browserverlaufs auf dieser Website enthalten, unter anderem zu verschiedenen Zwecken.",
        "list-4": "Land bezieht sich auf: Baden-Württemberg, Deutschland",
        "list-5": "Gerät bezeichnet jedes Gerät, das auf den Service zugreifen kann, wie z. B. einen Computer, ein Mobiltelefon oder ein Tablet.",
        "list-6": "Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen.",
        "list-7": "Service bezieht sich auf die Website.",
        "list-8": "Dienstleister bezeichnet jede natürliche oder juristische Person, die die Daten im Auftrag des Unternehmens verarbeitet. Dies bezieht sich auf Drittunternehmen oder Einzelpersonen, die vom Unternehmen beauftragt werden, den Service zu erleichtern, den Service im Auftrag des Unternehmens bereitzustellen, Dienstleistungen im Zusammenhang mit dem Service zu erbringen oder dem Unternehmen bei der Analyse der Nutzung des Services zu helfen.",
        "list-9": "Nutzungsdaten sind Daten, die automatisch erfasst werden, entweder durch die Nutzung des Services oder durch die Serviceinfrastruktur selbst (z. B. die Dauer eines Seitenbesuchs).",
        "list-10": "Website bezieht sich auf tim-daubner, erreichbar unter <a href='www.tim-daubner.de' rel='external nofollow noopener' target='_blank'>www.tim-daubner.de</a>.",
        "list-11": "Sie bezeichnet die Person, die auf den Service zugreift oder ihn nutzt, oder das Unternehmen bzw. die andere juristische Person, in deren Namen diese Person den Service nutzt, je nach Fall.",
        "collect-titel": "Erhebung und Nutzung Ihrer personenbezogenen Daten",
        "collect": "Arten der erhobenen Daten",
        "data": "Personenbezogene Daten",
        "data-p": "Während der Nutzung unseres Services können wir Sie bitten, uns bestimmte personenbezogene Informationen zur Verfügung zu stellen, die zur Kontaktaufnahme oder Identifizierung Ihrer Person verwendet werden können. Zu den personenbezogenen Informationen können unter anderem gehören:",
        "data-list-0": "E-Mail-Adresse",
        "data-list-1": "Vorname und Nachname",
        "data-list-2": "Telefonnummer",
        "data-list-3": "Adresse, Bundesland, Postleitzahl, Stadt",
        "data-list-4": "Nutzungsdaten",
        "usage-titel": "Nutzungsdaten",
        "usage": "Nutzungsdaten werden automatisch bei der Nutzung des Services erfasst.",
        "usage-p": "Zu den Nutzungsdaten können Informationen wie die IP-Adresse Ihres Geräts, der Browsertyp, die Browserversion, die Seiten unseres Services, die Sie besuchen, Datum und Uhrzeit Ihres Besuchs, die auf diesen Seiten verbrachte Zeit, eindeutige Gerätekennungen und andere Diagnosedaten gehören.",
        "usage-p-1": "Wenn Sie auf den Service über ein mobiles Gerät zugreifen, können wir automatisch bestimmte Informationen erfassen, einschließlich, aber nicht beschränkt auf den Typ des verwendeten Mobilgeräts, die eindeutige Geräte-ID, die IP-Adresse Ihres Mobilgeräts, Ihr mobiles Betriebssystem, den verwendeten mobilen Internetbrowser, eindeutige Gerätekennungen und andere Diagnosedaten.",
        "usage-p-2": "Wir können auch Informationen erfassen, die Ihr Browser sendet, wenn Sie unseren Service besuchen oder über ein mobiles Gerät auf den Service zugreifen.",
        "cookies": "Tracking-Technologien und Cookies",
        "cookies-p": "Wir verwenden Cookies und ähnliche Tracking-Technologien, um die Aktivität auf unserem Service zu verfolgen und bestimmte Informationen zu speichern. Zu den von uns verwendeten Technologien gehören Beacons, Tags und Skripte, um Informationen zu sammeln, zu analysieren und unseren Service zu verbessern. Die von uns verwendeten Technologien können Folgendes umfassen:",
        "cookies-list-0": "Cookies oder Browser-Cookies. Ein Cookie ist eine kleine Datei, die auf Ihrem Gerät gespeichert wird. Sie können Ihren Browser anweisen, alle Cookies abzulehnen oder anzuzeigen, wenn ein Cookie gesendet wird. Wenn Sie Cookies jedoch nicht akzeptieren, können Sie möglicherweise einige Teile unseres Services nicht nutzen. Sofern Sie Ihre Browsereinstellungen nicht so angepasst haben, dass Cookies abgelehnt werden, kann unser Service Cookies verwenden.",
        "cookies-list-1": "Web-Beacons. Bestimmte Bereiche unseres Services und unserer E-Mails können kleine elektronische Dateien enthalten, die als Web-Beacons (auch als Clear Gifs, Pixel-Tags oder Single-Pixel-Gifs bezeichnet) bekannt sind und dem Unternehmen beispielsweise ermöglichen, Benutzer zu zählen, die diese Seiten besucht oder eine E-Mail geöffnet haben, sowie andere relevante Website-Statistiken zu erfassen (z. B. die Beliebtheit eines bestimmten Abschnitts oder die System- und Serverintegrität zu überprüfen).",
        "cookies-extra": "Cookies können dauerhaft oder Sitzungscookies sein. Dauerhafte Cookies verbleiben auf Ihrem Computer oder Mobilgerät, wenn Sie offline gehen, während Sitzungscookies gelöscht werden, sobald Sie Ihren Webbrowser schließen. Weitere Informationen über Cookies finden Sie im Artikel auf der <a href='https://www.termsfeed.com/blog/cookies/#What_Are_Cookies' target='_blank'>TermsFeed-Website</a>.",
        "session": "Wir verwenden sowohl Sitzungs- als auch dauerhafte Cookies für die unten aufgeführten Zwecke:",
        "seesion-list": "<p>Notwendige / essentielle Cookies</p> <p>Typ: Sitzungscookies</p> <p>Verwaltet von: Uns</p> <p>Zweck: Diese Cookies sind erforderlich, um Ihnen die über die Website verfügbaren Dienste bereitzustellen und Ihnen die Nutzung bestimmter Funktionen zu ermöglichen. Sie helfen bei der Authentifizierung von Benutzern und verhindern betrügerische Konten. Ohne diese Cookies können die von Ihnen angeforderten Dienste nicht bereitgestellt werden. Wir verwenden diese Cookies ausschließlich zur Bereitstellung dieser Dienste.</p>",
        "session-list-1": "<p>Cookies-Richtlinie / Hinweis-Akzeptanz-Cookies</p> <p>Typ: Dauerhafte Cookies</p> <p>Verwaltet von: Uns</p> <p>Zweck: Diese Cookies erkennen, ob Benutzer der Verwendung von Cookies auf der Website zugestimmt haben.</p>",
        "session-list-2": "<p>Funktions-Cookies</p> <p>Typ: Dauerhafte Cookies</p> <p>Verwaltet von: Uns</p> <p>Zweck: Diese Cookies ermöglichen es uns, Ihre Einstellungen zu speichern, wenn Sie die Website nutzen, z. B. Login-Daten oder Spracheinstellungen. Dadurch wird Ihnen ein persönlicheres Erlebnis geboten, und Sie müssen Ihre Präferenzen nicht jedes Mal erneut eingeben.</p>",
        "more-infos": "Weitere Informationen über die von uns verwendeten Cookies und Ihre Wahlmöglichkeiten finden Sie in unserer Cookies-Richtlinie oder im Abschnitt Cookies dieser Datenschutzerklärung.",
        "personal-data": "Verwendung Ihrer personenbezogenen Daten",
        "personal-data-p": "Das Unternehmen kann personenbezogene Daten für die folgenden Zwecke verwenden:",
        "personal-data-list": "Zur Bereitstellung und Aufrechterhaltung unseres Services, einschließlich der Überwachung der Nutzung unseres Services.",
        "personal-data-list-1": "Zur Verwaltung Ihres Kontos: zur Verwaltung Ihrer Registrierung als Benutzer des Services. Die von Ihnen bereitgestellten personenbezogenen Daten können Ihnen Zugang zu verschiedenen Funktionen des Services verschaffen, die Ihnen als registriertem Benutzer zur Verfügung stehen.",
        "personal-data-list-2": "Zur Erfüllung eines Vertrags: zur Entwicklung, Einhaltung und Durchführung des Kaufvertrags über Produkte, Artikel oder Dienstleistungen, die Sie erworben haben, oder eines anderen Vertrags mit uns über den Service.",
        "personal-data-list-3": "Zur Kontaktaufnahme mit Ihnen: zur Kontaktaufnahme per E-Mail, Telefon, SMS oder anderen gleichwertigen Formen elektronischer Kommunikation, wie Push-Benachrichtigungen einer mobilen Anwendung, bezüglich Aktualisierungen oder informativer Mitteilungen in Bezug auf Funktionen, Produkte oder vertraglich vereinbarte Dienstleistungen, einschließlich Sicherheitsaktualisierungen, sofern dies für deren Durchführung erforderlich oder angemessen ist.",
        "personal-data-list-4": "Zur Bereitstellung von Neuigkeiten, Sonderangeboten und allgemeinen Informationen über andere Waren, Dienstleistungen und Veranstaltungen, die wir anbieten und die denen ähneln, die Sie bereits gekauft oder angefragt haben, es sei denn, Sie haben sich gegen den Erhalt solcher Informationen entschieden.",
        "personal-data-list-5": "Zur Bearbeitung Ihrer Anfragen: zur Entgegennahme und Bearbeitung Ihrer Anfragen an uns.",
        "personal-data-list-6": "Für Unternehmensübertragungen: Wir können Ihre Informationen verwenden, um eine Fusion, Veräußerung, Umstrukturierung, Reorganisation, Auflösung oder einen anderen Verkauf oder eine Übertragung eines Teils oder aller unserer Vermögenswerte zu bewerten oder durchzuführen, sei es im Rahmen eines laufenden Unternehmens oder im Rahmen eines Insolvenz-, Liquidations- oder ähnlichen Verfahrens, bei dem personenbezogene Daten der Service-Nutzer zu den übertragenen Vermögenswerten gehören.",
        "personal-data-list-7": "Für andere Zwecke: Wir können Ihre Informationen zu anderen Zwecken verwenden, z. B. zur Datenanalyse, zur Ermittlung von Nutzungstrends, zur Bestimmung der Wirksamkeit unserer Werbekampagnen und zur Bewertung und Verbesserung unseres Services, unserer Produkte, Dienstleistungen, unseres Marketings und Ihres Nutzungserlebnisses.",
        "situation": "Wir können Ihre personenbezogenen Daten in den folgenden Situationen weitergeben:",
        "situation-list": "Mit Dienstleistern: Wir können Ihre personenbezogenen Daten mit Dienstleistern teilen, um die Nutzung unseres Services zu überwachen und zu analysieren oder um mit Ihnen Kontakt aufzunehmen.",
        "situation-list-1": "Bei Unternehmensübertragungen: Wir können Ihre personenbezogenen Daten im Zusammenhang mit oder während Verhandlungen über eine Fusion, den Verkauf von Unternehmensvermögen, eine Finanzierung oder den Erwerb eines Teils oder des gesamten Unternehmens durch ein anderes Unternehmen weitergeben oder übertragen.",
        "situation-list-2": "Mit verbundenen Unternehmen: Wir können Ihre Informationen mit unseren verbundenen Unternehmen teilen, wobei wir diese verpflichten, diese Datenschutzerklärung einzuhalten. Zu den verbundenen Unternehmen gehören unsere Muttergesellschaft und alle Tochtergesellschaften, Joint-Venture-Partner oder andere Unternehmen, die wir kontrollieren oder die unter gemeinsamer Kontrolle mit uns stehen.",
        "situation-list-3": "Mit Geschäftspartnern: Wir können Ihre Informationen mit unseren Geschäftspartnern teilen, um Ihnen bestimmte Produkte, Dienstleistungen oder Werbeaktionen anzubieten.",
        "situation-list-4": "Mit anderen Nutzern: Wenn Sie personenbezogene Informationen teilen oder in öffentlichen Bereichen mit anderen Nutzern interagieren, können diese Informationen von allen Nutzern eingesehen und möglicherweise öffentlich verbreitet werden.",
        "situation-list-5": "Mit Ihrer Zustimmung: Wir können Ihre personenbezogenen Daten für andere Zwecke offenlegen, wenn Sie dem zugestimmt haben.",
        "retention": "Aufbewahrung Ihrer personenbezogenen Daten",
        "retention-p-0": "Das Unternehmen speichert Ihre personenbezogenen Daten nur so lange, wie es für die in dieser Datenschutzerklärung genannten Zwecke erforderlich ist. Wir bewahren und verwenden Ihre personenbezogenen Daten in dem Umfang auf, der notwendig ist, um unseren gesetzlichen Verpflichtungen nachzukommen (z. B. wenn wir gesetzlich verpflichtet sind, Ihre Daten aufzubewahren), Streitigkeiten beizulegen und unsere rechtlichen Vereinbarungen und Richtlinien durchzusetzen.",
        "retention-p-1": "Das Unternehmen bewahrt auch Nutzungsdaten zu internen Analysezwecken auf. Nutzungsdaten werden in der Regel für einen kürzeren Zeitraum gespeichert, es sei denn, diese Daten werden zur Verbesserung der Sicherheit oder der Funktionalität unseres Services verwendet oder wir sind gesetzlich verpflichtet, diese Daten für längere Zeiträume aufzubewahren.",
        "transfer": "Übertragung Ihrer personenbezogenen Daten",
        "transfer-p": "Ihre Informationen, einschließlich personenbezogener Daten, werden an den Betriebsstandorten des Unternehmens und an anderen Orten gespeichert, an denen sich die an der Verarbeitung beteiligten Parteien befinden. Dies bedeutet, dass diese Informationen auf Computer außerhalb Ihres Bundeslands, Landes oder einer anderen staatlichen Gerichtsbarkeit übertragen und dort gespeichert werden können, in denen die Datenschutzgesetze möglicherweise von denen in Ihrer Gerichtsbarkeit abweichen.",
        "transfer-p-1": "Ihre Zustimmung zu dieser Datenschutzerklärung und die anschließende Übermittlung solcher Informationen stellt Ihre Zustimmung zu dieser Übertragung dar.",
        "transfer-p-2": "Das Unternehmen wird alle angemessenen Maßnahmen ergreifen, um sicherzustellen, dass Ihre Daten sicher und in Übereinstimmung mit dieser Datenschutzerklärung behandelt werden, und es wird keine Übertragung Ihrer personenbezogenen Daten an eine Organisation oder ein Land stattfinden, es sei denn, es bestehen angemessene Kontrollen, einschließlich der Sicherheit Ihrer Daten und anderer persönlicher Informationen.",
        "delete": "Löschen Ihrer personenbezogenen Daten",
        "delete-p": "Sie haben das Recht, die Löschung oder Unterstützung bei der Löschung der personenbezogenen Daten zu verlangen, die wir über Sie erfasst haben.",
        "delete-p1": "Unser Service kann Ihnen die Möglichkeit geben, bestimmte Informationen über Sie innerhalb des Services zu löschen.",
        "delete-p2": "Sie können Ihre Informationen jederzeit aktualisieren, ändern oder löschen, indem Sie sich in Ihr Konto einloggen (sofern zutreffend) und den Abschnitt zur Kontoverwaltung besuchen oder uns kontaktieren, um Zugriff auf Ihre personenbezogenen Daten zu beantragen, diese zu korrigieren oder zu löschen.",
        "delete-p3": "Bitte beachten Sie jedoch, dass wir bestimmte Informationen aufbewahren müssen, wenn wir dazu gesetzlich verpflichtet sind oder eine rechtliche Grundlage dazu besteht.",
        "disclosure": "Offenlegung Ihrer persönlichen Daten",
        "business": "Geschäftstransaktionen",
        "business-p": "Falls das Unternehmen an einer Fusion, Übernahme oder einem Verkauf von Vermögenswerten beteiligt ist, können Ihre persönlichen Daten übertragen werden. Wir werden Sie benachrichtigen, bevor Ihre persönlichen Daten übertragen werden und einer anderen Datenschutzrichtlinie unterliegen.",
        "law": "Rechtliche Anforderungen",
        "law-p": "Unter bestimmten Umständen kann das Unternehmen verpflichtet sein, Ihre persönlichen Daten offenzulegen, wenn dies gesetzlich vorgeschrieben ist oder als Antwort auf gültige Anfragen von Behörden (z. B. Gericht oder Regierungsbehörde) erfolgt.",
        "security": "Sicherheit Ihrer personenbezogenen Daten",
        "other": "Andere gesetzliche Anforderungen",
        "other-p": "Das Unternehmen kann Ihre persönlichen Daten in gutem Glauben offenlegen, wenn es der Ansicht ist, dass eine solche Maßnahme notwendig ist, um:",
        "other-list": "Einer gesetzlichen Verpflichtung nachzukommen",
        "other-list-1": "Die Rechte oder das Eigentum des Unternehmens zu schützen und zu verteidigen",
        "other-list-2": "Mögliche Fehlverhalten im Zusammenhang mit dem Dienst zu verhindern oder zu untersuchen",
        "other-list-3": "Die persönliche Sicherheit der Nutzer des Dienstes oder der Öffentlichkeit zu schützen",
        "other-list-4": "Sich gegen rechtliche Haftung zu schützen",
        "security-p": "Die Sicherheit Ihrer personenbezogenen Daten ist uns wichtig. Denken Sie jedoch daran, dass keine Methode der Übertragung über das Internet oder der elektronischen Speicherung zu 100 % sicher ist. Obwohl wir uns bemühen, wirtschaftlich vertretbare Mittel zum Schutz Ihrer personenbezogenen Daten zu verwenden, können wir deren absolute Sicherheit nicht garantieren.",
        "children": "Datenschutz für Kinder",
        "children-p": "Unser Service richtet sich nicht an Personen unter 13 Jahren. Wir erheben nicht wissentlich personenbezogene Daten von Personen unter 13 Jahren. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und wissen, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte. Sollte uns bekannt werden, dass wir personenbezogene Daten von Personen unter 13 Jahren ohne elterliche Zustimmung erfasst haben, ergreifen wir Maßnahmen, um diese Daten von unseren Servern zu löschen.",
        "children-p-1": "Falls wir Ihre Zustimmung als Rechtsgrundlage für die Verarbeitung Ihrer Informationen benötigen und Ihr Land die Zustimmung eines Elternteils erfordert, können wir diese Zustimmung von Ihrem Elternteil oder Erziehungsberechtigten einholen, bevor wir diese Informationen erfassen und verwenden.",
        "links": "Links zu anderen Websites",
        "links-p": "Unser Service kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie auf die Website dieses Drittanbieters weitergeleitet. Wir empfehlen Ihnen dringend, die Datenschutzerklärung jeder Website zu lesen, die Sie besuchen.",
        "links-p-1": "Wir haben keine Kontrolle über und übernehmen keine Verantwortung für den Inhalt, die Datenschutzrichtlinien oder die Praktiken von Websites oder Diensten Dritter.",
        "links-p-extra":"Wir haben keine Kontrolle über und übernehmen keine Verantwortung für die Inhalte, Datenschutzrichtlinien oder Praktiken von Websites oder Diensten Dritter.",
        "change": "Änderungen dieser Datenschutzerklärung",
        "change-p": "Wir können unsere Datenschutzerklärung von Zeit zu Zeit aktualisieren. Wir werden Sie über alle Änderungen informieren, indem wir die neue Datenschutzerklärung auf dieser Seite veröffentlichen.",
        "change-p-1": "Wir informieren Sie per E-Mail und/oder durch einen gut sichtbaren Hinweis in unserem Service, bevor die Änderung wirksam wird, und aktualisieren das Datum der „Letzten Aktualisierung“ oben in dieser Datenschutzerklärung.",
        "change-p-2": "Es wird empfohlen, diese Datenschutzerklärung regelmäßig auf Änderungen zu überprüfen. Änderungen dieser Datenschutzerklärung treten in Kraft, sobald sie auf dieser Seite veröffentlicht werden.",
        "contact": "Kontakt",
        "contact-p": "Wenn Sie Fragen zu dieser Datenschutzerklärung haben, können Sie uns kontaktieren:",
        "contact-list": "Per E-Mail: tim.daubner@outlook.com",
        "contact-list-1": "Per Telefon: 015110491649"
    }
}